export const menu = [
  {
    id: 1,
    title : "نمونه کارها",
    subItems : [
      {
        title : "اولین"
      },
      {
        title : "دومین"
      },
      {
        title : "سومین"
      }
    ]
  },
  {
    id: 2,
    title : "درباره من",
    subItems : [
      {
        title : "اولین"
      },
      {
        title : "دومین"
      }
    ]
  }
];
export const slider = [
  {
    summary: " سلام، من محمد هنری هستم و این وبسایت به عنوان نمونه کار تهیه شده است!!! ",
    detail: `سلام، من محمد هنری هستم و این وبسایت به عنوان نمونه کار تهیه شده است!!! سلام، من محمد هنری هستم و این وبسایت به عنوان نمونه کار تهیه شده است!!!سلام، من محمد هنری هستم و این وبسایت به عنوان نمونه کار تهیه شده است!!!`,
    imageUrl: "_nuxt/assets/me.svg"
  }
];


