export const stephenTypes = [
  {
    id: 'stephen1',
    abr: 'd',
    title: {
      fa: 'وابستگی',
      en: 'sample'
    },
    shortDes: {
      fa: "افـرادی وابسـته و منفعـل هسـتند کـه همیشـه دسـت روی دسـت مـی گذارند و صرفـا نظـاره گـر گـذر زمـان مـی باشـند. هیـچ تأثیـری در اتفـاق هـا و رخدادهـای زندگـی شـان ندارنـد. همـه زندگـی شـان بـه شـانس، اقبـال و اتفـاق وابسـته اســت لــذا نــه امیــدی بــه تــداوم آن دارنــد و نــه اراده ای بــرای تغییــر و بهبــود آن. ایـن افـراد، متکـی بـوده و مـی خواهنـد از طریـق دیگـران بـه خواسـته هـای شـان برسـند. اگـر بـه نحـوه گفتارشـان دقـت کنیـد، همیشـه گلـه و شـکایت مــی کننــد. زمیــن و زمــان را نفریــن مــی کننــد.",
      en: 'sample'
    }
  },
  {
    id: 'stephen2',
    abr: 'i',
    title: {
      fa: 'استقلال',
      en: 'sample'
    },
    shortDes: {
      fa: "افــراد مســتقلی هســتند کــه برعکــس افــراد وابســته، همیشــه امیدوارنــد کــه بتواننــد اتفــاق خوبــی را رقــم بزننــد، از ابتکارعمــل لازم برخوردارنــد و از طریــق تــاش خودشــان بــه خواســته هــای شــان مــی رســند. ایـن افـراد، معنـای عمیقـی بـرای زندگـی قائل هسـتند و برای خودشـان رسـالت معنـی داری دارنـد. هـر روز صبـح را بـا امیـدی مثـال زدنـی از خـواب برمـی خیزنـد و از لحظــه لحظــه عمرشــان در جهــت تحقــق اهــداف و مقاصدشــان اســتفاده مــی کننــد. اولویــت هــای زندگــی شــان را مــی شناســند و اســیر روزمرگــی و تکرارهـای بـی خاصیـت نیسـتند.",
      en: 'sample'
    }
  },
  {
    id: 'stephen3',
    abr: 'in',
    title: {
      fa: 'وابستگی متقابل',
      en: 'sample'
    },
    shortDes: {
      fa: "افـراد وقتـی ازدواج مـی کننـد، یـا وقتـی کـه مـی خواهنـد بـرای خودشـان کاری دسـت و پـا کننـد؛ حـالا چـه یـک کسـب و کار شـخصی راه بیاندازنـد و چـه بـرای یکـی دیگـر کار کننـد، و یـا اینکـه درگیـر یـک فعالیـت جمعـی مثـل فعالیـت هــای ورزشــی مــی شــوند، و یــا هــر کار دســت جمعــی دیگــری را امتحــان مــی کننـد، از زندگـی شـخصی خـود خـارج مـی شـوند. بـا خـروج از زندگـی شـخصی و پا گذاشـتن بـه عرصـه زندگـی اجتماعـی، مـی فهمنـد کـه زندگـی اجتماعـی بسـیار پیچیـده تـر از زندگـی شـخصی اسـت. ایـن تیـپ از افـراد بـه خوبـی مـی داننـد کـه زندگـی اجتماعـی پیچیـده تـر از آن اسـت کـه بـه تنهایـی بتواننـد از عهـده همـه جوانبـش برآینـد. افـراد هرچقـدر هـم کـه از شایسـتگی و قابلیـت بالایـی برخـوردار باشـند، قـادر نیسـتند بـه تنهایـی همـه امـورات زندگـی اجتماعـی را سـر و سـامان دهنـد؛ لـذا افـراد دارای شـخصیت درخشـان، افـراد بالغـی هسـتند کـه قادرنـد تـاش هـای خـود را بـه تـاش هـای دیگـران افـزوده تـا بـه موفقیتـی عظیـم تـر از موفقیـت هـای شـخصی دسـت یابنـد.",
      en: 'sample'
    }
  }
];
