export const glasserTypes = [
  {
    id: 'glasser1',
    abr: 's',
    title: {
      fa: 'نیاز به بقا',
      en: 'sample'
    },
    shortDes: {
      fa: "ایــن نیــاز کــه بــه طــور عمــده بــه فیزیولــوژی مــا بســتگی دارد شــامل تـلـاش بـرای حفـظ سـامتی و افزایـش طـول عمـر مـی باشـد؛ ورزش، رژیـم غذایـی، کار و تـاش و رابطـه جنسـی مصادیـق بـارز پاسـخ بـه ایـن نیـاز اساسـی و ابتدایـی نـوع بشـر اسـت. همـه موجـودات زنـده از جملـه گیاهـان و جانـوران، از طریـق ژن هـای شـان بـه گونـه ای طـرح ریـزی شـده انـد کـه بـرای ادامـه حیات، تولیـدمثـل داشـته باشـند.",
      en: 'sample'
    }
  },
  {
    id: 'glasser2',
    abr: 'l',
    title: {
      fa: 'نیاز به عشق',
      en: 'sample'
    },
    shortDes: {
      fa: "عشــق داســتان پیچیــده و بــی پایــان بشــری اســت کــه شــروع کــردن آن خیلــی بـا مسـائلی چـون نقـد و انتقـاد، سـرزنش، شـکایت سـخت نیسـت امـا عمومـا و حســادت مواجــه شــده و بــه شکســت مــی انجامــد. شکســت عشــقی مــیتوانــد در رأس همــه بدبختــی هــای روانــی محســوب شــود. نکتـه جالـب ایـن اسـت کـه بیـن نیـاز بـه عشـق و رابطـه جنسـی، یـک رابطـه ظریــف وجــود دارد و آن ایــن اســت کــه علیرغــم اینکــه ریشــه ایــن دو نیــاز بــا هـم تفـاوت دارنـد ولـی داشـتن رابطـه جنسـی رضایـت بخـش و عشـق و عالقـه مســتلزم وجــود یکدیگــر هســتند.",
      en: 'sample'
    }
  },
  {
    id: 'glasser3',
    abr: 'p',
    title: {
      fa: 'نیاز به قدرت',
      en: 'sample'
    },
    shortDes: {
      fa: "متأسـفانه در جامعـه ای زندگـی مـی کنیـم کـه قـدرت تعییـن کننـده بسـیاری از چیزهـا اسـت حتـی اگـر بـه ضـرر دیگـران تمـام شـود. هـر کـس وقتـی صاحـب قدرتــی مــی شــود تمــام تالشــش را بــرای اعمــال آن بــه کار مــی گیــرد؛ کافــی اسـت در نانوایـی بـه بـی کیفیـت بـودن نـان اعتـراض کنیـد، آنوقـت بـه سـرعت متوجـه قـدرت نانـوا خواهیـد شـد! یـا معلمـان مدارسـی کـه معتقدنـد مـردود شــدن حــق دانــش آمــوزان اســت، مصــداق دیگــری از اعمــال قــدرت حتــی بــه ضـرر دیگـران و جامعـه اسـت. یـا ایـن موضـوع در سلسـله مراتـب ارتـش پـس از ارتقـاء افـراد و تـاش بـرای اینکـه همـه سـختی هایـی را کـه از ارشدشـان کشـیده انـد، بـر سـر افـراد زیردسـت خـود درآورنـد، بـه خوبـی ملمـوس اسـت!",
      en: 'sample'
    }
  },
  {
    id: 'glasser4',
    abr: 'f',
    title: {
      fa: 'نیاز به آزادی',
      en: 'sample'
    },
    shortDes: {
      fa: "همانطـور کـه قـدرت نابجـا مـی توانـد موجـب نگرانـی و اضطـراب مـان شـود، تهدیـد آزادی هـم موجـب نگرانـی مـا مـی شـود. نیـاز بـه آزادی تلاشـی اسـت کـه هدفـش ایجـاد تـوازن بیـن نیـاز بـه قـدرت و اعمـال اجبـار ، در برابـر نیـاز طـرف مقابـل بـرای رهایـی از چنیـن فشـار و اجبـاری اسـت.",
      en: 'sample'
    }
  },
  {
    id: 'glasser5',
    abr: 'e',
    title: {
      fa: 'نیاز به تفریح',
      en: 'sample'
    },
    shortDes: {
      fa: "تفریـح پـاداش ژنتیکـی یادگیـری اسـت؛ مـا زاده کسـانی هسـتیم کـه نسـبت بــه دیگــران بیشــتر و بهتــر یــاد گرفتــه انــد. همیــن ویژگــی بــوده اســت کــه شــرایط زنــده مانــدن و بقــا را برایمــان فراهــم ســاخته اســت و بدیــن ترتیــب تفریــح و ســرگرمی جزئــی از ذات مــا انســان هــا شــده اســت.",
      en: 'sample'
    }
  }
];
