export const hollandTypes = [
  {
    id: 'holland1',
    abr: 'r',
    title: {
      fa: 'واقع گرا',
      en: 'sample'
    },
    shortDes: {
      fa: 'تیپ شخصیت واقع گرایی در تست استعدادسنجی هالند به افرادی تعلق می‌گیرد که عملگرا هستند و در واقع استعدادشان کار با ابزار آلات و ماشین آلات است. این افراد کار های فیزیکی و دشوار را به خوبی انجام می‌دهند. بسیاری از افراد که در این گروه قرار دارند به کارکردن در محیط های باز تمایل دارند و خیلی با کاغذ بازی و یا کار کردن با دیگران علاقه ای ندارند و ارتباط برقرار نمی‌کنند!',
      en: 'sample'
    }
  },
  {
    id: 'holland2',
    abr: 'i',
    title: {
      fa: 'جستجوگر',
      en: 'sample'
    },
    shortDes: {
      fa: 'ویژگی های شخصیتی مثل: انجام کارهای عملی، فکری، اکتشافی، اندیشمندانه و افرادی که تفکر تحلیلی و علمی دارند در تیپ شخصیتی جستجو گر معرفی می‌شود. مشاغل جستجو گر معمولاً شامل کار با ایده ها بوده و این گونه از مشاغل به دنبال رسیدن به حقیقت و حل کردن ذهنی مسائل هستند.',
      en: 'sample'
    }
  },
  {
    id: 'holland3',
    abr: 'a',
    title: {
      fa: 'هنری',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد در شناسایی و بیان خصوصیات و ویژگی های خود مهارت دارند. کمتر خودشان را کنترل می‌کنند و احساساتشان را به راحتی بیان می‌کنند. مشاغل هنری معمولاً شامل کار با الگوهای مختلف، طرح‌ها و اشکال است. افرادی که درگیر این‌گونه کارها هستند اغلب احوالات خود را در کار به راحتی بیان می‌کنند.',
      en: 'sample'
    }
  },
  {
    id: 'holland4',
    abr: 's',
    title: {
      fa: 'اجتماعی',
      en: 'sample'
    },
    shortDes: {
      fa: 'افرادی با ویژگی شخصیتی حمایت گری، درمان، مراقبت هستند و با انجام کارهایی مانند مادری کردن، باغبانی و امداد گری احساس رضایت می‌کنند. مهارت های کلامی بالایی دارند و دوست دارند با مردم کار کنند تا آنها را رشد دهند و مطلع و آگاه سازند.',
      en: 'sample'
    }
  },
  {
    id: 'holland5',
    abr: 'e',
    title: {
      fa: 'جسور و سازنده',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد قدرت رهبری، متقاعد کردن و قرار گرفتن در محیط‌ های رقابتی و توانایی تصمیم گیری های مهم را دارند. معمولاً این افراد ریسک پذیر بوده و در کارهای تجاری می توانند موفقیت های فراوانی کسب کنند. شروع کردن و به سرانجام رساندن کارها ازجمله مواردی است که این گونه افراد به خوبی آن را انجام می‌دهند.',
      en: 'sample'
    }
  },
  {
    id: 'holland6',
    abr: 'c',
    title: {
      fa: 'قاعده مند',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد جرئی گرا هستند و می‌توانند کارهای سازمانی و دفتری را به خوبی انجام می‌دهند. آن ها بیش تر از اینکه با ایده ها سر و کار داشته باشند، با داده‌ها، جزئیات و اطلاعات کار می‌کنند. این تیپ افراد معمولاً خط مشی واضحی دارند که از آن پیروی می‌کنند.',
      en: 'sample'
    }
  }
];
