export const johnsonTypes = [
  {
    id: 'johnson1',
    title: {
      fa: 'استعداد تجسم فضایی و درک ساختارها',
      en: 'sample'
    },
    shortTitle: {
      fa: 'فضایی',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد درک خوبی از محیط پیرامون خود داشته و قدرت بالایی در تجسم های سه بعدی دارند.کارهای متناسب با این استعداد شامل مجسمه سازی، مونتاژ قطعات و .. می باشد.',
      en: 'sample'
    }
  },
  {
    id: 'johnson2',
    title: {
      fa: 'استدلال و استعداد استقرایی',
      en: 'sample'
    },
    shortTitle: {
      fa: 'استقرایی',
      en: 'sample'
    },
    shortDes: {
      fa: 'افراد با استعداد استقرایی تحلیلگران خوبی در رابطه با رویدادها می باشند.از جمله این افراد میتوان به پزشکان، مهندسان، داروسازان و .. اشاره کرد.',
      en: 'sample'
    }
  },
  {
    id: 'johnson3',
    title: {
      fa: 'ایده پردازی',
      en: 'sample'
    },
    shortTitle: {
      fa: 'ایده پردازی',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد خالق و مبتکر خوبی بوده و میتوانند از هیچ، همه چیز خلق کنند. رهبران، مشاوران و منتورها از این استعداد برخوردار هستند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson4',
    title: {
      fa: 'استعداد خواندن سریع و سرعت بالا در درک تصویری',
      en: 'sample'
    },
    shortTitle: {
      fa: 'تندخوانی',
      en: 'sample'
    },
    shortDes: {
      fa: 'بازنمایی و بررسی سریع تصاویر و اعداد از ویژگی های بارز این افراد است.بهترین مشاغل برای اشخاص با این استعداد، کارمندی و مدیریت مالی شرکت ها می باشد.',
      en: 'sample'
    }
  },
  {
    id: 'johnson5',
    title: {
      fa: 'استدلال تحلیلی',
      en: 'sample'
    },
    shortTitle: {
      fa: 'تحلیلی',
      en: 'sample'
    },
    shortDes: {
      fa: 'مشاغلی مانند مفسران سیاسی و اقتصادی و منتقدان از این استعداد بهره مند هستند.این افراد از قابلیت تحلیل و استدلال بالا و همه جانبه مسائل برخوردار هستند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson6',
    title: {
      fa: 'توانایی و استعداد کار با اعداد و ارقام',
      en: 'sample'
    },
    shortTitle: {
      fa: 'اعداد',
      en: 'sample'
    },
    shortDes: {
      fa: 'مشاغلی مانند مفسران سیاسی و اقتصادی و منتقدان از این استعداد بهره مند هستند.مشاغلی مانند مفسران سیاسی و اقتصادی و منتقدان از این استعداد بهره مند هستند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson7',
    title: {
      fa: 'استعداد در یادگیری کلمات زبان های دیگر (سیلوگرام)',
      en: 'sample'
    },
    shortTitle: {
      fa: 'سیلوگرام',
      en: 'sample'
    },
    shortDes: {
      fa: 'این اشخاص زبانزد عموم مردم در درک و یادگیری لغات و کلمات هستند.انتشاراتی، کتابداری و .. از شغل های مناسب برای افرادی با این استعداد است.',
      en: 'sample'
    }
  },
  {
    id: 'johnson8',
    title: {
      fa: 'حافظه طراحی کردن',
      en: 'sample'
    },
    shortTitle: {
      fa: 'طراحی',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد در پیاده سازی طرح ها و پلن های ذهنی بر روی کاغذ مهارت بالایی دارند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson9',
    title: {
      fa: 'استعداد تشخیص و تفکیک رنگها',
      en: 'sample'
    },
    shortTitle: {
      fa: 'رنگ ها',
      en: 'sample'
    },
    shortDes: {
      fa: 'قابلیت دید این افراد فراتر از اشخاص عادی است و می توانند بازه ای شامل ۲۰۰ رنگ را شناسایی کنند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson10',
    title: {
      fa: 'استعداد آینده نگری',
      en: 'sample'
    },
    shortTitle: {
      fa: 'آینده نگری',
      en: 'sample'
    },
    shortDes: {
      fa: 'اشخاص آینده نگر به خوبی یک رویداد را از دور بررسی کرده و با دور اندیشی و نگاه کلی، روال پیشرفت آن را پیش بینی کنند.',
      en: 'sample'
    }
  },
  {
    id: 'johnson11',
    title: {
      fa: 'تسلط کار بر انگشتان دست',
      en: 'sample'
    },
    shortTitle: {
      fa: 'انگشتان',
      en: 'sample'
    },
    shortDes: {
      fa: 'این افراد در کار با انگشتان و دست خود استعداد دارند. به عنوان مثال: مونتاژکار، جراحی، دندانپزشکی، ترسیم و خطاطی و…',
      en: 'sample'
    }
  },
  {
    id: 'johnson12',
    title: {
      fa: 'استعداد موسیقی و تشخیص',
      en: 'sample'
    },
    shortTitle: {
      fa: 'موسیقی',
      en: 'sample'
    },
    shortDes: {
      fa: 'مشاغلی مانند نوازندگی و آهنگسازی که مناسب برای افرادی با حافظه شنیداری بالا است.این افراد از قابلیت تشخیص صدای خوبی برخوردارند.',
      en: 'sample'
    }
  },
]
